{
  "en": {
    "desc1": "Zombies (light green cube) occur in the front and flies away to the bottom of the pit (brown). You can rotate the falling zombie in all 3 axes and move it horizontally and vertically. Zombies can be fast dropped down with the special key.",
    "desc2": "When a zombie drops to the bottom of the pit or on other zombies, it is painted according to the level of the pit - from purple (bottom) to red (top). Don`t let zombies fall higher than the top of the pit (red) or the game will be over.",
    "desc3": "To reduce the number of zombies in the pit, they must be aligned at the same layer on the level of the pit. When the falling zombie fits to the last empty space in a layer - it closes the layer and the layer removed from the pit. All other zombie`s parts, that was above that removed layer - drops down.",

    "rotateForward": "Rotate forward",
    "rotateBackward": "Rotate backward",
    "rotateLeft": "Rotate left",
    "rotateRight": "Rotate right",
    "rotateCounterclockwise": "Rotate counterclockwise",
    "rotateClockwise": "Rotate clockwise",
    "moveUp": "Move up",
    "moveDown": "Move down",
    "moveLeft": "Move left",
    "moveRight": "Move right",
    "dropFigure": "Drop figure",
    "pauseOpen": "Pause/Open menu",
    "rotate": "Rotate forward, backward, left or right",
    "move": "Move up, down, left or right"
  },
  "ru": {
    "desc1": "Зомби (светло-зеленый куб) появляются спереди и улетают на дно ямы (коричневый). Вы можете вращать падающего зомби по всем 3 осям и перемещать его по горизонтали и вертикали. Зомби можно быстро сбросить с помощью специального ключа.",
    "desc2": "Когда зомби падает на дно ямы или на других зомби, он окрашивается в соответствии с уровнем ямы - от фиолетового (внизу) до красного (вверху). Не позволяйте зомби упасть выше верха ямы (красного цвета), иначе игра будет окончена.",
    "desc3": "Чтобы уменьшить количество зомби в яме, их необходимо выровнять на одном слое по уровню ямы. Когда падающий зомби подходит к последнему пустому месту в слое - он закрывает слой и слой удаляется из ямы. Все остальные части зомби, находившиеся выше удаленного слоя, упадут вниз.",

    "rotateForward": "Повернуть вперед",
    "rotateBackward": "Повернуть назад",
    "rotateLeft": "Повернуть влево",
    "rotateRight": "Повернуть вправо",
    "rotateCounterclockwise": "Повернуть против часовой стрелки",
    "rotateClockwise": "Повернуть по часовой стрелке",
    "moveUp": "Переместить вверх",
    "moveDown": "Переместиться вниз",
    "moveLeft": "Переместиться влево",
    "moveRight": "Двигаться вправо",
    "dropFigure": "Отбросить фигуру",
    "pauseOpen": "Пауза/Открыть меню",
    "rotate": "Повернуть вперед, назад, влево или вправо",
    "move": "Переместить вверх, вниз, влево или вправо"
  }
}
